[
  "How have you been feeling since our last session?",
  "What would you like to focus on today?",
  "It's good to see you again.",
  "Take your time—there's no rush here.",
  "This is a safe space; you can share whatever feels important.",
  "I really appreciate your honesty today.",
  "What's been on your mind lately?",
  "How are you doing right now, in this moment?",
  "Let's start wherever you feel comfortable.",
  "Would you like to tell me a bit more about that?",
  "What emotions are coming up for you as you talk about this?",
  "How does that make you feel, physically and emotionally?",
  "When did you first start feeling this way?",
  "What thoughts go through your mind when that happens?",
  "Can you notice any patterns in how you respond?",
  "What are you telling yourself in those moments?",
  "How do you usually cope when you feel like that?",
  "What does that emotion want you to know?",
  "Where do you feel that in your body?",
  "Let's pause and just notice what's happening inside right now.",
  "That sounds like a really important realization.",
  "It seems like this situation triggers something deeper.",
  "What do you think makes this so hard for you?",
  "I wonder what part of you is being activated here.",
  "Does this remind you of anything from earlier in your life?",
  "What might be another way to interpret that situation?",
  "What would you say to a friend going through the same thing?",
  "It sounds like you're being very hard on yourself.",
  "How does this belief serve you—or hold you back?",
  "What would it mean to let that go?",
  "Do you notice any recurring themes in your relationships?",
  "What tends to happen right before this feeling shows up?",
  "Let's look at what happens after you act that way—what's the outcome?",
  "Are there situations that consistently bring out this reaction?",
  "How do you usually handle conflict?",
  "What role do you tend to take in those situations?",
  "What do you wish you could do differently next time?",
  "How do you think others see you in those moments?",
  "Are you avoiding something that feels uncomfortable?",
  "Let's talk about what triggers that response.",
  "It makes sense that you feel that way.",
  "Anyone in your position might have reacted the same way.",
  "That sounds really painful—I can see why you're struggling.",
  "You're allowed to feel sad, angry, or confused about this.",
  "What you're feeling is completely valid.",
  "It's okay to not have all the answers right now.",
  "You've been carrying a lot; no wonder you're tired.",
  "I can see how hard you've been trying.",
  "You're doing your best with what you have.",
  "Healing takes time—there's no set timeline.",
  "What evidence do you have that supports that thought?",
  "Is there another possible explanation for what happened?",
  "How helpful is that thought to you right now?",
  "What might change if you challenged that belief?",
  "Let's try to reframe that idea in a more balanced way.",
  "What could you do differently next time to take care of yourself?",
  "Let's identify one small step you can take this week.",
  "How do your actions align with your values?",
  "What would it look like if you responded instead of reacted?",
  "Can we practice a grounding technique together?",
  "You're safe here while we talk about this.",
  "You don't have to share more than you're ready to.",
  "It's okay to take a break if this feels overwhelming.",
  "You survived something really difficult.",
  "You did what you needed to do to get through it.",
  "What would help you feel safer as we discuss this?",
  "Let's take a deep breath together before continuing.",
  "What do you need from me right now?",
  "It's completely understandable that this memory feels painful.",
  "You're showing a lot of courage by revisiting this.",
  "What have you learned about yourself through this process?",
  "Can you remember a time when you overcame something similar?",
  "What strengths helped you get through difficult times before?",
  "What does progress look like for you?",
  "How will you know when things are getting better?",
  "What are you most proud of since you started therapy?",
  "You've made a lot of progress, even if it doesn't feel like it.",
  "What does healing mean to you personally?",
  "How would your life be different if this problem improved?",
  "Let's celebrate that small win—you earned it.",
  "Let's take a moment to slow down and breathe.",
  "What sensations do you notice right now?",
  "Try to stay present—what's happening in this exact moment?",
  "Can we name five things you can see right now?",
  "Let's ground ourselves before we continue.",
  "Notice any tension in your body—can you soften that area?",
  "What's your body trying to communicate to you?",
  "How can you offer yourself some compassion right now?",
  "Let's focus on what's within your control.",
  "How can you bring more calm into your daily routine?",
  "What would it be like to express that to them directly?",
  "How do you think they might respond if you did?",
  "What do you need from that relationship?",
  "Are your boundaries being respected?",
  "How do you usually communicate your needs?",
  "What would you like to say that you haven't said yet?",
  "Let's explore what healthy boundaries might look like for you.",
  "What kind of support do you want from others right now?",
  "How do you feel after spending time with that person?",
  "What would help you feel more connected in your relationships?"
]

